/*
 * Name: OgreTextFinderLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonobe@gauge.scphys.kyoto-u.ac.jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

"Find"			= "Suchen";	/* the title of the "Find" menu */
"Replace"		= "Ersetzen";
"Find All"		= "Alles suchen";
"Replace All"   = "Alles ersetzen";
"Highlight"		= "Markieren";

/* the titles of buttons */
"OK"		= "OK";
"Cancel"	= "Abbrechen";

/* progrss messages */
// Find All
"%d string found. (%dsec remaining)"		= "%d Zeichenkette gefunden. (Noch %dSek)";
"%d strings found. (%dsec remaining)"		= "%d Zeichenketten gefunden. (Noch %dSek)";
// Replace All
"%d string replaced. (%dsec remaining)"		= "%d Zeichenkette ersetzt. (Noch %dSek)";
"%d strings replaced. (%dsec remaining)"	= "%d Zeichenketten gefunden. (Noch %dSek)";
// Highlight
"%d string highlighted. (%dsec remaining)"  = "%d Zeichenkette markiert. (Noch %dSek)";
"%d strings highlighted. (%dsec remaining)" = "%d Zeichenketten markiert. (Noch %dSek)";

/* finish messages */
// not found
"Not found. (%.3fsec)"							= "Nicht gefunden. (%.3fSek)";
"Not found. (canceled, %.3fsec)"				= "Nicht gefunden. (Abgebrochen, %.3fSek)";
// Find All
"%d string found. (%.3fsec)"					= "%d Zeichenkette gefunden. (%.3fSek)";
"%d strings found. (%.3fsec)"					= "%d Zeichenketten gefunden. (%.3fSek)";
"%d string found. (canceled, %.3fsec)"			= "%d Zeichenkette gefunden. (Abgebrochen, %.3fSek)";
"%d strings found. (canceled, %.3fsec)"			= "%d Zeichenketten gefunden. (Abgebrochen, %.3fSek)";
// Replace All
"%d string replaced. (%.3fsec)"					= "%d Zeichenkette ersetzt. (%.3fSek)";
"%d strings replaced. (%.3fsec)"				= "%d Zeichenketten gefunden. (%.3fSek)";
"%d string replaced. (canceled, %.3fsec)"		= "%d Zeichenkette ersetzt. (Abgebrochen, %.3fSek)";
"%d strings replaced. (canceled, %.3fsec)"		= "%d Zeichenketten gefunden. (Abgebrochen, %.3fSek)";
// Highlight
"%d string highlighted. (%.3fsec)"				= "%d Zeichenkette markiert. (%.3fSek)";
"%d strings highlighted. (%.3fsec)"				= "%d Zeichenketten markiert. (%.3fSek)";
"%d string highlighted. (canceled, %.3fsec)"	= "%d Zeichenkette markiert. (Abgebrochen, %.3fSek)";
"%d strings highlighted. (canceled, %.3fsec)"   = "%d Zeichenketten markiert. (Abgebrochen, %.3fSek)";

/* error messages */
"Error! Uneditable."	= "Fehler! Nicht zu bearbeiten."; /* a target TextView is not editable */
"Missing."				= "Fehlt.";			/* a found string became missing */

